{
    "questions": [
        {
            "subject": "上學時，校長告訴全校不能說台語",
            "sn": 0,
            "info": "1973年教育部公布「國語推行辦法」，嚴格禁止使用方言，使用方言者會被罰錢、體罰、掛狗牌等處罰。推行結果，雖然達到了語言統一的目的，但代價就是許多人的母語都慢慢消失了。"  
        },
        {
            "subject": "在學校公佈欄上看到國語演說比賽的訊息",
            "sn": 2,
            "info": "台灣光復後，1946年台灣行政長官陳儀指示要加強國語(普通話)推行，成立「國語推行委員會」，進行語言統一運動，減少日語和台語、客語等語言的使用，當時使用日語會受處罰。在「國語推行委員會」的推動下，台灣成為全中國國語推行最成功的地方，同時，也舉辦「臺灣省第一屆全省國語演說競賽會」"            
        },
        {
            "subject": "在家裡聽到父母講一口不標準的「台灣國語」",
            "sn": 4,
            "info": "1966年，政府更進一步施行「加強推行國語計畫」，明定各級學校師生須隨時隨地使用國語，嚴加勸導電影院播放以及街頭宣傳勿用方言、外語。"
        },
        {
            "subject": "雲州大儒俠受國民黨文化工作會施壓而停播",
            "sn": 5,
            "info": "1970年《雲州大儒俠》布袋戲收視率曾高達97%，因節目的影響力太大，被國民黨政府要求加入「中國強」的角色，但最後新聞局以「妨害農工正常作息」，在583集後停播這個閩南語節目。新聞局當時也減少台語節目時數，逐漸讓電視變為全國語節目，也禁方言歌曲。"
        },
        {
            "subject": "台語電影受打壓驟減，戲院裡都看不到台語片了",
            "sn": 6,
            "info": "1970 年代前後，曾經風靡全台、年產百部的台語電影數量開始驟減，蘇致亨（2015）的研究認為這是國民黨阻礙台語片由黑白向彩色技術轉型造成的結果。第一階段衰退發生於 1963 年後，台語電影未跟上彩色技術轉型，因而造成「彩色天花板」瓶頸。70 年代的第二階段衰退起因於黑白底片斷貨，在國民黨的政策歧視下台語電影不止難以向彩色轉型，甚至連黑白底片也買不到，台語片製造便淪落為自生自滅的產業，其生命逐漸宣告終結。詳見《毋甘願的電影史：曾經，臺灣有個好萊塢》"
        },
        {
            "subject": "到公務機關辦理業務，看到辦事員被主管要求說國語卻說不標準，自己也聽不太懂對方在說什麼",
            "sn": 7,
            "info": "1970年後由於中央機關認為「加強推行國語計畫」推行效果不彰，為加強推動國語統一政策，乃頒布諸多相關法令，最後語言教育政策演變成「國語獨尊，壓抑方言」的趨勢。由此可知，國語在當時政府推波助瀾下成為一語獨尊的「高階語言」，迫使台灣其他語言轉居於次或處於微不足道的地位。"
        },
        {
            "subject": "還我母語運動",
            "sn": 8,
            "info": "1988 年 12 月，還我客家話運動走上街頭抗議《廣播電視法》對方言節目處處限制，要求「語言解嚴」，訴求電視台製播客語節目，重建多元化、開放的新語言政策。見綠色小組現場記錄：https://www.facebook.com/watch/?v=325130401661193"
        },
        {
            "subject": "課堂作業要求把家裡最常見的場景不限形式記錄下來，你決定紀錄下父母用台語聊天的情形",
            "sn": 13,
            "info": ""
        },
        {
            "subject": "台語文學",
            "sn": 11,
            "info": "台文作家鄭順聰過去使用中文寫作，但總覺得筆下人物的對話少了點味道，曾在專訪提及：「尤其是海邊那些漁民，很多連華語都不會講，所以我在寫他們的故事的時候，我用華語來寫就覺得很痛苦，因為它明明就可以這樣（用台語）講。身為一個作家應該忠實地紀錄，何況我又是一個寫文學的，我希望很道地的、很漂亮的把它寫出來。」便走上母語書寫之路。"
        },
        {
            "subject": "國家語言發展法",
            "sn": 10,
            "info": "《國家語言發展法》是中華民國為保障及推動各族群語言發展的法律，該法案在2018年12月25日在立法院三讀通過全文17條，成為中華民國語言政策的法源依據，各項語文教育因而規劃和修訂，文化部則是在金曲獎國語獎項擬改為「華語」，台、客、原住民書面語將冠名「台灣」，文化部長李永得於2021年1月16日表示，為尊重台灣各族群的語言，初步規劃將書面語正式名稱改為「台灣台語、台灣客語、台灣原住民族語、馬祖語、台灣手語」。"
        },
        {
            "subject": "看到新課綱審議的新聞，發現國中、高中將增加兩學分的本土語言必修課",
            "sn": 9,
            "info": "解嚴後，1993 年教育部宣布將母語教育列入中小學正式教學範疇，以選修方式學習閩南語及客家話。首次政黨輪替後，2001 年教育部正式實施九年一貫課程，將鄉土語言納入正式課程之中。2021 年底教育部宣佈完成 108 課綱之本土語言部分的審議，台語、客語、原住民語、手語及閩東語將於 2022 年九月的新學期起列入國、高中學生必修課程。"
        }
    ],

    "roles": [
        {
            "title": "因生活習慣而使用母語的台灣人",
            "description": "您的生活慣用語為原有母語，但這樣的使用習慣僅只為生活環境所致。家庭成員、鄰居、村里社區常以台語作為溝通橋樑，使您需要頻繁使用母語進而對使用該語言感到熟悉與自在。然而，您並未對其產生由內而外的認同與驕傲，主要使用原因還是外而內的環境使然。因此，在教育下一代時，不會特意強調母語的傳承，而是希望其遵守學校、社會的規範，在語言上做出對將來往志業前進最有幫助的選擇就可以了。"
        },
        {
            "title": "母語使用為日常，且提倡使用本土語言的台灣人",
            "description": "雖在成長過程中被規範使用華語，但一直以來都對這樣不合理的要求感到憤怒與不認同，成長過程中堅持使用自身母語展現對自身語言的認同與反抗精神，也致力於投入母語運動爭取原本就該擁有的權利。在教育下一代，也積極傳承母語並向其講述語言象徵的精神與意涵，也鼓勵身邊友人多使用母語，期盼能讓更多台灣人知道本土語言深層的意義與所代表的精神象徵。"
        },
        {
            "title": "以華語為慣用語的主流台灣人",
            "description": "您是當今台灣社會的主流，佔全台66%的比例。儘管母語並非華語，但在接受正式教育的成長歷程中對華語逐漸熟悉，大眾傳播媒體的內容也讓你對華語使用產生認同，對該語言具有一定的操作能力，並以台灣華語為生活的慣用語。母語幾乎只有在和長輩溝通時才使用。您的語言認同使您成為社會大多數，有助於在工商社會中取得經濟優勢，也幫助您在商業、政治等正式場域中擁有優勢。"
        },
        {
            "title": "日常生活慣用華語，但對本土語言提倡富有熱忱的台灣人",
            "description": "您對成長過中失語的過程一直感受到強烈的剝奪感，但礙於大環境的強制規範而為華語使用者。隨年齡增長，對語言有更多認識與體認後，決定開始主動爭取應有的權利，投身於母語運動，希望政府和社會能對保存本土語言有更強烈的意識與積極作為，也開始重新學習自身的母語，撿回原本屬於自己的寶藏，希望根本語言能真正地活在生活中，也期盼下一代能不用再經歷失去根源的哀傷。"
        },
        {
            "title": "以母語寫作的臺文作家",
            "description": "您熱愛寫作，也在成長過程中充分訓練了自己的寫作能力，能夠捕捉生活中的點點滴滴並轉化為文字。並且您注意到了台灣寫作界獨尊華語的現象，而華語卻無法完美表達出台語的魅力與精髓，所以認為必須有人將本土語言用文字記錄下來和推廣。您出版了數本以台文寫成的小說和主持全台語廣播節目，提倡台語現代化、藝術化及學術化以在台語保存上走得更長更遠。\n參考：台文作家鄭順聰，出版作品《大士爺厚火氣》、《仙化伯的烏金人生》、《台語好日子：學台語的第一本書》等。"
        }
    ]
}